Table of Contents
 Interface IGrpcCommunicationCommonInterface
Namespace
IdeaStatica.Communication
Assembly
IdeaStatiCa.Plugin.dll
public interface IGrpcCommunicationCommonInterface
Methods
 RunAsync(string)
Task RunAsync(string id)
Parameters
id string
Returns
Task
 Edit this page